{
  "_name_or_path": "OpenAssistant/oasst-rm-2.1-pythia-1.4b-epoch-2.5",
  "architectures": [
    "GPTNeoXRewardModel"
  ],
  "attention_bias": true,
  "attention_dropout": 0.0,
  "bos_token_id": 0,
  "classifier_dropout": 0.1,
  "eos_token_id": 0,
  "hidden_act": "gelu",
  "hidden_dropout": 0.0,
  "hidden_size": 2048,
  "initializer_range": 0.02,
  "intermediate_size": 8192,
  "layer_norm_eps": 1e-05,
  "max_position_embeddings": 2048,
  "model_type": "gpt_neox_reward_model",
  "num_attention_heads": 16,
  "num_hidden_layers": 24,
  "pooling": "last",
  "rope_scaling": null,
  "rotary_emb_base": 10000,
  "rotary_pct": 0.25,
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.40.0",
  "use_cache": true,
  "use_parallel_residual": true,
  "vocab_size": 50288
}
